import styles from './about-us.module.css';

export function AboutUs() {
  return (
    <section id="about" className={styles.section}>
      <div className={styles.grid}>
        <div className={styles.imageWrapper}>
          <img src="/images/about-us/about-photo.png" alt="О нас" className={styles.image} />
        </div>
        <div className={styles.content}>
          <h2 className={styles.title}>О нас</h2>
          <div className={styles.subtitle}>«Мастер Строй» - надежная и недорогая тротуарная плитка в Волоколамском районе</div>
          <p className={styles.text}>Наша компания гордится тем, что в первую очередь заботится о своих клиентах. В нашей компании вы сможете подобрать желаемый вариант материала и сразу заказать профессиональную укладку на вашем участке. Вниманию покупателей всегда доступна качественная и прочная тротуарная плитка от производителя по оптимальной стоимости.</p>
          <p className={styles.text}>Если вам нужна надежный тротуарная плитка, купить в Волоколамском районе такой материал можно у нас. Вся продукция изготавливается в городе, поэтому вы экономите на доставке. Оформить заказ можно прямо на сайте. Если в процессе выбора вам понадобится консультация специалиста, вы всегда можете заказать обратный звонок, используя специальную функцию на сайте, либо самостоятельно позвонить менеджеру по указанным телефонам.</p>
          <p className={styles.text}>Теперь если вам нужна тротуарная плитка, вы знаете где ее можно приобрести. «Мастер Строй» - компания-производитель, которая гарантирует достойный уровень качества по приятной цене.</p>
          <p className={styles.text} style={{ color: '#fff', fontWeight: 'bold', marginBottom: 0 }}>ООО «МАСТЕ</p>
          <a href="#catalog" className={styles.btn}>Приобрести</a>
        </div>
      </div>
    </section>
  );
}
